tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
brew "node"
brew "angular-cli"
brew "ansible"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "rtmpdump"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "harfbuzz"
brew "htop"
brew "lazygit"
brew "openjdk"
brew "maven"
brew "mysql"
brew "neovim"
brew "nvm"
brew "prettier"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "tree"
brew "typescript"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack"
cask "font-hack-nerd-font"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "libreoffice"
cask "microsoft-edge"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "telegram"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
