tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "node"
brew "angular-cli"
brew "python@3.10"
brew "ansible"
brew "curl"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "openjdk"
brew "maven"
brew "neovim"
brew "prettier"
brew "tmux"
brew "tree"
brew "typescript"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
cask "alacritty"
cask "battle-net"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack"
cask "font-hack-nerd-font"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "libreoffice"
cask "microsoft-edge"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
