tap "oven-sh/bun"
brew "cffi"
brew "cryptography"
brew "sqlite"
brew "ansible"
brew "aws-sam-cli"
brew "bat"
brew "btop"
brew "rtmpdump"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mysql"
brew "neovim"
brew "node"
brew "python@3.11"
brew "ripgrep"
brew "rustup"
brew "sd"
brew "starship"
brew "tmux"
brew "tree"
brew "typescript"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "oven-sh/bun/bun"
cask "bruno"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack"
cask "font-hack-nerd-font"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "libreoffice"
cask "microsoft-edge"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ritwickdey.liveserver"
vscode "usernamehw.errorlens"
