tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
brew "node"
brew "angular-cli"
brew "cffi"
brew "sqlite"
brew "ansible"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "rtmpdump"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "harfbuzz"
brew "htop"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "mysql"
brew "neovim"
brew "prettier"
brew "ripgrep"
brew "rustup"
brew "sd"
brew "starship"
brew "tmux"
brew "tree"
brew "typescript"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "bruno"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack"
cask "font-hack-nerd-font"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "libreoffice"
cask "microsoft-edge"
cask "raspberry-pi-imager"
cask "rectangle"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "rust-lang.rust-analyzer"
vscode "usernamehw.errorlens"
