tap "hashicorp/tap"
brew "sqlite"
brew "awscli"
brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "openjdk"
brew "maven"
brew "mysql"
brew "neovim"
brew "node"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tmux"
brew "tree"
brew "typescript"
brew "vim"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "hashicorp/tap/terraform"
cask "bruno"
cask "copilot-cli"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "libreoffice"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "cweijan.vscode-database-client2"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-chat-customizations-evaluations"
vscode "ritwickdey.liveserver"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
